/* Calendar end text */
"$duration minutes Pomodoro '$pomodoroName'" = "$duration Minuten Pomodoro '$pomodoroName'";

/* Speech every minutes */
"$time minutes to go" = "Noch $time Minuten";

/* Quick statistic format string */
"%@ (%.2d:%.2d)\nInterruptions: %d/%d/%d\n\nGlobal Pomodoros: %d/%d/%d\nDaily Pomodoros: %d/%d/%d\nGlobal Interruptions: %d/%d/%d\nDaily Interruptions: %d/%d/%d" = "%1$@ (%2$.2d:%3$.2d)\nUnterbrechungen: %4$d/%5$d/%6$d\n\nGlobale Pomodoros: %7$d/%8$d/%9$d\nTägliche Pomodoros: %10$d/%11$d/%12$d\nGlobale Unterbrechungen: %13$d/%14$d/%15$d\nTägliche Unterbrechungen: %16$d/%17$d/%18$d";

/* Applescript placeholder */
"-- insert here your Applescript" = "-- hier Applescript einfügen";

/* Growl pomodoro resume */
"... and we're back!" = "... und weiter geht's!";

/* Growl interrupt over */
"... interruption max time is over, sorry!" = "Leider ist die maximale Unterbrechungszeit verstrichen!";

/* Export Table Header */
"\nDescription, When, Duration, externalInterruptions, internalInterruptions\n\n" = "\nBeschreibung, Zeitpunkt, Dauer, Externe Unterbrechungen, Interne Unterbrechungen\n\n";

/* Speech pomodoro resume */
"And we are back!" = "Und weiter geht's!";

/* Tooltip for break */
"Break after: %@" = "Pause nach: %@";

/* Export Header */
"Export data created by Pomodoro on %@\n" = "Export Daten erstellt von Pomodoro am %@\n";

/* Growl pomodoro end */
"Great! A full pomodoro!" = "Toll! Eine Pomodoro beendet!";

/* Growl pomodoro start */
"Have a great pomodoro! You have $duration minutes to do '$pomodoroName'." = "Eine gute Pomodoro! $duration Minutes Zeit für '$pomodoroName'.";

/* Twitter pomodoro reset */
"I have just reset pomodoro '$pomodoroName'" = "Ich habe gerade meine Pomodoro '$pomodoroName' abgebrochen.";

/* Pomodoro name prompt */
"Insert here the pomodoro name" = "Hier die Bezeichnung der Pomodoro eingeben";

/* Growl header for internal interruptions */
"Internal Interruption" = "Interne Unterbrechung";

/* Tooltip for Interruption */
"Interrupted: %@" = "Unterbrochen: %@";

/* Speech interrupt over */
"interruption over, sorry" = "Die Unterbrechung ist leider vorbei.";

/* Twitter break finished */
"Just finished break after pomodoro '$pomodoroName'" = "Ich habe gerade die Pause nach der Pomodoro '$pomodoroName' beendet";

/* Twitter pomodoro end */
"Just finished pomodoro '$pomodoroName'" = "Ich habe gerade die Pomodoro '$pomodoroName' beendet";

/* Tooltip for finished pomodoros */
"Just finished: %@" = "Gerade beendet: %@";

/* Twitter pomodoro start */
"Just started pomodoro '$pomodoroName'" = "Ich habe gerade die Pomodoro '$pomodoroName' begonnen";

/* Tooltip for interrupt-reseted pomodoros */
"Last: %@ (interrupted)" = "Zuletzt: %@ (unterbrochen)";

/* Tooltip for reseted pomodoro */
"Last: %@ (reset)" = "Zuletzt: %@ (abgebrochen)";

/* Growl pomodoro reset */
"Not a good one? Just try again!" = "Kein Glück gehabt? Versuche es noch einmal!";

/* Growl every minutes */
"Other $mins minutes passed by. $passed total minutes spent." = "Weitere $mins Minutes sind verstrichen, insgesamt schon $passed Minuten.";

/* Growl header for finished break */
"Pomodoro break finished" = "Pomodoro Pause beendet";

/* Growl header for finished pomodoro */
"Pomodoro finished" = "Pomodoro abgeschlossen";

/* Growl title for interruptions */
"Pomodoro interrupted" = "Pomodoro unterbrochen";

/* Growl header for reset */
"Pomodoro reset" = "Pomodoro abgebrochen";

/* Growl header for resumed pomodoro */
"Pomodoro resumed" = "Pomodoro fortgesetzt";

/* Growl header for pomodoro start */
"Pomodoro started" = "Pomodoro begonnen";

/* Status Tooltip */
"Pomodoro Time Management" = "Pomodoro Zeit-Management";

/* Growl header for quick statistics */
"Quick Statistics" = "Schnelle Statistik";

/* Growl break finsihed */
"Ready for another one?" = "Bereit für eine weitere Pomodoro?";

/* Speech break finished */
"Ready for next one?" = "Bereit für die nächste Pomodoro?";

/* Speech pomodoro start */
"Ready, set, go" = "Auf die Plätze, fertig, los!";

/* Speech pomodoro reset */
"Try again" = "Nochmal versuchen";

/* Speech pomodoro end */
"Well done!" = "Gut gemacht!";

/* Tooltip for running Pomodoro */
"Working on: %@" = "Zu bearbeiten: %@";

/* Speech pomodoro interrupt */
"You have $secs seconds to resume" = "$secs Sekunden Unterbrechungszeit";

/* Growl pomodoro interrupt */
"You have $secs seconds to resume." = "Maximal $secs Sekunden Unterbrechungszeit.";

